{
  "token_to_id": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    "Lv.1": 4,
    "Lv.2": 5,
    "Lv.3": 6,
    "Lv.4": 7,
    "piano": 8,
    "violin": 9,
    "</voice>": 10,
    "<voice>": 11,
    "L": 12,
    "R": 13,
    "accent": 14,
    "bar": 15,
    "bass_A": 16,
    "bass_A#": 17,
    "bass_Ab": 18,
    "bass_B": 19,
    "bass_B#": 20,
    "bass_Bb": 21,
    "bass_Bbb": 22,
    "bass_C": 23,
    "bass_C#": 24,
    "bass_Cb": 25,
    "bass_D": 26,
    "bass_D#": 27,
    "bass_Db": 28,
    "bass_E": 29,
    "bass_Eb": 30,
    "bass_F": 31,
    "bass_F#": 32,
    "bass_Fb": 33,
    "bass_G": 34,
    "bass_G#": 35,
    "bass_Gb": 36,
    "beam_continue": 37,
    "beam_continue_continue": 38,
    "beam_continue_continue_continue": 39,
    "beam_continue_continue_continue_continue": 40,
    "beam_continue_continue_continue_continue_continue": 41,
    "beam_continue_continue_continue_continue_continue_continue": 42,
    "beam_continue_continue_continue_continue_partial-right": 43,
    "beam_continue_continue_continue_continue_start": 44,
    "beam_continue_continue_continue_continue_start_start": 45,
    "beam_continue_continue_continue_continue_stop": 46,
    "beam_continue_continue_continue_partial-right": 47,
    "beam_continue_continue_continue_partial-right_partial-right": 48,
    "beam_continue_continue_continue_partial-right_partial-right_partial-right": 49,
    "beam_continue_continue_continue_partial-right_partial-right_partial-right_partial-right": 50,
    "beam_continue_continue_continue_start": 51,
    "beam_continue_continue_continue_start_partial-right": 52,
    "beam_continue_continue_continue_start_partial-right_partial-right": 53,
    "beam_continue_continue_continue_start_start": 54,
    "beam_continue_continue_continue_start_start_partial-right": 55,
    "beam_continue_continue_continue_stop": 56,
    "beam_continue_continue_continue_stop_partial-right": 57,
    "beam_continue_continue_continue_stop_partial-right_partial-right": 58,
    "beam_continue_continue_continue_stop_stop": 59,
    "beam_continue_continue_continue_stop_stop_partial-right_partial-right": 60,
    "beam_continue_continue_partial-right": 61,
    "beam_continue_continue_partial-right_partial-right": 62,
    "beam_continue_continue_partial-right_partial-right_partial-right": 63,
    "beam_continue_continue_partial-right_partial-right_partial-right_partial-right": 64,
    "beam_continue_continue_start": 65,
    "beam_continue_continue_start_partial-right": 66,
    "beam_continue_continue_start_partial-right_partial-right": 67,
    "beam_continue_continue_start_start": 68,
    "beam_continue_continue_start_start_partial-right": 69,
    "beam_continue_continue_start_start_start": 70,
    "beam_continue_continue_stop": 71,
    "beam_continue_continue_stop_partial-right": 72,
    "beam_continue_continue_stop_partial-right_partial-right": 73,
    "beam_continue_continue_stop_partial-right_partial-right_partial-right": 74,
    "beam_continue_continue_stop_partial-right_partial-right_partial-right_partial-right": 75,
    "beam_continue_continue_stop_stop": 76,
    "beam_continue_continue_stop_stop_partial-right": 77,
    "beam_continue_continue_stop_stop_partial-right_partial-right": 78,
    "beam_continue_continue_stop_stop_partial-right_partial-right_partial-right": 79,
    "beam_continue_continue_stop_stop_stop": 80,
    "beam_continue_continue_stop_stop_stop_partial-right_partial-right": 81,
    "beam_continue_partial-right": 82,
    "beam_continue_partial-right_partial-right": 83,
    "beam_continue_partial-right_partial-right_partial-right": 84,
    "beam_continue_partial-right_partial-right_partial-right_partial-right": 85,
    "beam_continue_start": 86,
    "beam_continue_start_partial-right": 87,
    "beam_continue_start_partial-right_partial-right": 88,
    "beam_continue_start_partial-right_partial-right_partial-right": 89,
    "beam_continue_start_start": 90,
    "beam_continue_start_start_partial-right": 91,
    "beam_continue_start_start_partial-right_partial-right_partial-right": 92,
    "beam_continue_start_start_start": 93,
    "beam_continue_start_start_start_partial-right": 94,
    "beam_continue_start_start_start_start": 95,
    "beam_continue_stop": 96,
    "beam_continue_stop_partial-right": 97,
    "beam_continue_stop_partial-right_partial-right": 98,
    "beam_continue_stop_partial-right_partial-right_partial-right": 99,
    "beam_continue_stop_partial-right_partial-right_partial-right_partial-right": 100,
    "beam_continue_stop_stop": 101,
    "beam_continue_stop_stop_partial-right": 102,
    "beam_continue_stop_stop_partial-right_partial-right": 103,
    "beam_continue_stop_stop_partial-right_partial-right_partial-right": 104,
    "beam_continue_stop_stop_stop": 105,
    "beam_continue_stop_stop_stop_partial-right": 106,
    "beam_continue_stop_stop_stop_partial-right_partial-right": 107,
    "beam_continue_stop_stop_stop_stop": 108,
    "beam_start": 109,
    "beam_start_partial-right": 110,
    "beam_start_partial-right_partial-right": 111,
    "beam_start_partial-right_partial-right_partial-right": 112,
    "beam_start_partial-right_partial-right_partial-right_partial-right": 113,
    "beam_start_start": 114,
    "beam_start_start_partial-right": 115,
    "beam_start_start_partial-right_partial-right": 116,
    "beam_start_start_partial-right_partial-right_partial-right": 117,
    "beam_start_start_start": 118,
    "beam_start_start_start_partial-right": 119,
    "beam_start_start_start_partial-right_partial-right": 120,
    "beam_start_start_start_start": 121,
    "beam_start_start_start_start_partial-right": 122,
    "beam_start_start_start_start_start": 123,
    "beam_stop": 124,
    "beam_stop_partial-left": 125,
    "beam_stop_partial-left_partial-left": 126,
    "beam_stop_partial-left_partial-left_partial-left": 127,
    "beam_stop_partial-left_partial-left_partial-left_partial-left": 128,
    "beam_stop_stop": 129,
    "beam_stop_stop_partial-left": 130,
    "beam_stop_stop_partial-left_partial-left": 131,
    "beam_stop_stop_partial-left_partial-left_partial-left": 132,
    "beam_stop_stop_partial-left_partial-left_partial-left_partial-left": 133,
    "beam_stop_stop_stop": 134,
    "beam_stop_stop_stop_partial-left": 135,
    "beam_stop_stop_stop_partial-left_partial-left": 136,
    "beam_stop_stop_stop_partial-left_partial-left_partial-left": 137,
    "beam_stop_stop_stop_stop": 138,
    "beam_stop_stop_stop_stop_partial-left": 139,
    "beam_stop_stop_stop_stop_partial-left_partial-left": 140,
    "beam_stop_stop_stop_stop_partial-left_partial-left_partial-left": 141,
    "beam_stop_stop_stop_stop_stop": 142,
    "beam_stop_stop_stop_stop_stop_partial-left_partial-left": 143,
    "beam_stop_stop_stop_stop_stop_stop": 144,
    "chord_A": 145,
    "chord_A#": 146,
    "chord_A#5": 147,
    "chord_A#7": 148,
    "chord_A#aug": 149,
    "chord_A#dim": 150,
    "chord_A#m": 151,
    "chord_A#m7": 152,
    "chord_A#m7(b5)": 153,
    "chord_A#sus4": 154,
    "chord_A()": 155,
    "chord_A(2)": 156,
    "chord_A(4)": 157,
    "chord_A(b75)": 158,
    "chord_A(b9)": 159,
    "chord_A-7(b5)": 160,
    "chord_A-7b5": 161,
    "chord_A/B(2)": 162,
    "chord_A11": 163,
    "chord_A13": 164,
    "chord_A13(b9)": 165,
    "chord_A13sus(7)(9)(11)(13)": 166,
    "chord_A5": 167,
    "chord_A5#5": 168,
    "chord_A6": 169,
    "chord_A6(9)": 170,
    "chord_A7": 171,
    "chord_A7#5": 172,
    "chord_A7(#11)": 173,
    "chord_A7(#9)": 174,
    "chord_A7(13)": 175,
    "chord_A7(9)": 176,
    "chord_A7(b13)": 177,
    "chord_A7(b9)": 178,
    "chord_A7(b9)#5": 179,
    "chord_A7(b9)(b13)": 180,
    "chord_A7+(b9)(#11)": 181,
    "chord_A7/": 182,
    "chord_A713(b9)": 183,
    "chord_A7b5": 184,
    "chord_A7b5#5(b9)(#9)": 185,
    "chord_A7b5(b9)": 186,
    "chord_A7sus(7)": 187,
    "chord_A7sus4(7)": 188,
    "chord_A9": 189,
    "chord_A9(#9)": 190,
    "chord_A9sus(7)(9)": 191,
    "chord_A9sus4(7)(9)": 192,
    "chord_AC": 193,
    "chord_AC#E": 194,
    "chord_AM7": 195,
    "chord_AM9": 196,
    "chord_AMI7": 197,
    "chord_AMaj": 198,
    "chord_AMaj(9)": 199,
    "chord_AMaj7": 200,
    "chord_AMaj7b5": 201,
    "chord_AMaj9": 202,
    "chord_Aaug": 203,
    "chord_Aaug7": 204,
    "chord_Aaum": 205,
    "chord_Ab": 206,
    "chord_Ab(#11)": 207,
    "chord_Ab(2)": 208,
    "chord_Ab(9)": 209,
    "chord_Ab(b75)": 210,
    "chord_Ab(b9)": 211,
    "chord_Ab13": 212,
    "chord_Ab13sus(7)(9)(11)(13)": 213,
    "chord_Ab5": 214,
    "chord_Ab6": 215,
    "chord_Ab6(9)": 216,
    "chord_Ab7": 217,
    "chord_Ab7#5(b9)": 218,
    "chord_Ab7(#11)": 219,
    "chord_Ab7(13)": 220,
    "chord_Ab7(b13)": 221,
    "chord_Ab7(b9)": 222,
    "chord_Ab7(b9)(b13)": 223,
    "chord_Ab7b5": 224,
    "chord_Ab7sus(7)": 225,
    "chord_Ab7sus(b9)(7)": 226,
    "chord_Ab9": 227,
    "chord_AbM7": 228,
    "chord_AbMaj7": 229,
    "chord_AbMaj7#5": 230,
    "chord_AbMaj7(#11)": 231,
    "chord_Abaug7": 232,
    "chord_Abb5": 233,
    "chord_Abdim": 234,
    "chord_Abdim7": 235,
    "chord_Abm": 236,
    "chord_Abm6": 237,
    "chord_Abm6(9)": 238,
    "chord_Abm6(b9)": 239,
    "chord_Abm7": 240,
    "chord_Abma": 241,
    "chord_Abma13": 242,
    "chord_Abma7": 243,
    "chord_Abmaj": 244,
    "chord_Abmaj7": 245,
    "chord_Abmaj7b5": 246,
    "chord_Abmi": 247,
    "chord_Abmi7": 248,
    "chord_Abmi9": 249,
    "chord_Abmi9b5": 250,
    "chord_Abmima7": 251,
    "chord_Abmima7(9)": 252,
    "chord_Abmin6": 253,
    "chord_Absus": 254,
    "chord_Absus4": 255,
    "chord_Abt7": 256,
    "chord_Abø7(9)": 257,
    "chord_Abø7(b9)": 258,
    "chord_Ab▵": 259,
    "chord_Add": 260,
    "chord_Adim": 261,
    "chord_Adim7": 262,
    "chord_Adis": 263,
    "chord_Ahord": 264,
    "chord_Aj": 265,
    "chord_Alleen": 266,
    "chord_Am": 267,
    "chord_Am(#7)": 268,
    "chord_Am(4)": 269,
    "chord_Am(7)": 270,
    "chord_Am(9)": 271,
    "chord_Am11": 272,
    "chord_Am5(b7)": 273,
    "chord_Am6": 274,
    "chord_Am6(9)": 275,
    "chord_Am6(b9)": 276,
    "chord_Am7": 277,
    "chord_Am7#5": 278,
    "chord_Am7(11)": 279,
    "chord_Am7(b5)": 280,
    "chord_Am7(b9)": 281,
    "chord_Am7b5": 282,
    "chord_Am9": 283,
    "chord_AmA7": 284,
    "chord_AmM7": 285,
    "chord_AmMA7": 286,
    "chord_Am^7": 287,
    "chord_Ama13": 288,
    "chord_Ama7": 289,
    "chord_Amaj": 290,
    "chord_Amaj7": 291,
    "chord_Amaj7(#11)": 292,
    "chord_Amaj7b5": 293,
    "chord_Amaj9": 294,
    "chord_Amb5": 295,
    "chord_Ami": 296,
    "chord_Ami6": 297,
    "chord_Ami7": 298,
    "chord_Ami7b5": 299,
    "chord_Ami9": 300,
    "chord_Ami9b5": 301,
    "chord_Amima7": 302,
    "chord_Amima7(9)": 303,
    "chord_Amin": 304,
    "chord_Amin(9)": 305,
    "chord_Amin7": 306,
    "chord_Amin9": 307,
    "chord_Andante": 308,
    "chord_Ant.": 309,
    "chord_App": 310,
    "chord_App.": 311,
    "chord_As": 312,
    "chord_Asmaj": 313,
    "chord_Asmin": 314,
    "chord_Asus": 315,
    "chord_Asus2": 316,
    "chord_Asus4": 317,
    "chord_Asus6": 318,
    "chord_Asus7": 319,
    "chord_A°": 320,
    "chord_A▵": 321,
    "chord_A♭M": 322,
    "chord_A♯": 323,
    "chord_A": 324,
    "chord_B": 325,
    "chord_B#": 326,
    "chord_B#dim7": 327,
    "chord_B#m": 328,
    "chord_B#maj7": 329,
    "chord_B(2)": 330,
    "chord_B(3)5": 331,
    "chord_B(4)": 332,
    "chord_B(b7)": 333,
    "chord_B-7(b5)": 334,
    "chord_B-7b5": 335,
    "chord_B.S.": 336,
    "chord_B/6(9)": 337,
    "chord_B/D#(9)": 338,
    "chord_B11": 339,
    "chord_B13": 340,
    "chord_B13sus(7)(9)(11)(13)": 341,
    "chord_B5": 342,
    "chord_B6": 343,
    "chord_B7": 344,
    "chord_B7#5": 345,
    "chord_B7(#11)": 346,
    "chord_B7(#9)": 347,
    "chord_B7(13)": 348,
    "chord_B7(4)": 349,
    "chord_B7(4)(9)": 350,
    "chord_B7(b13)": 351,
    "chord_B7(b9)": 352,
    "chord_B7(b9)(b13)": 353,
    "chord_B7/9": 354,
    "chord_B7b5": 355,
    "chord_B7b5#5(b9)(#9)": 356,
    "chord_B7dim": 357,
    "chord_B7sus(7)": 358,
    "chord_B7sus4(7)": 359,
    "chord_B9": 360,
    "chord_B9sus4(7)(9)": 361,
    "chord_BM13": 362,
    "chord_BM7": 363,
    "chord_BM7(9)": 364,
    "chord_BM7/": 365,
    "chord_BMaj": 366,
    "chord_BMaj3": 367,
    "chord_BMaj7": 368,
    "chord_BMaj7(#11)": 369,
    "chord_Bas": 370,
    "chord_Baug": 371,
    "chord_Baug7": 372,
    "chord_Bb": 373,
    "chord_Bb#5": 374,
    "chord_Bb(#11)": 375,
    "chord_Bb(11)": 376,
    "chord_Bb(2)": 377,
    "chord_Bb(4)": 378,
    "chord_Bb(7)": 379,
    "chord_Bb(9)": 380,
    "chord_Bb(b9)": 381,
    "chord_Bb/6(9)": 382,
    "chord_Bb/D(2)": 383,
    "chord_Bb11": 384,
    "chord_Bb13": 385,
    "chord_Bb13(b9)": 386,
    "chord_Bb13sus(7)(9)(11)(13)": 387,
    "chord_Bb5": 388,
    "chord_Bb5#5": 389,
    "chord_Bb6": 390,
    "chord_Bb6(9)": 391,
    "chord_Bb6b5": 392,
    "chord_Bb7": 393,
    "chord_Bb7#5": 394,
    "chord_Bb7(#11)": 395,
    "chord_Bb7(#9)": 396,
    "chord_Bb7(11)": 397,
    "chord_Bb7(9)": 398,
    "chord_Bb7(b13)": 399,
    "chord_Bb7(b9)": 400,
    "chord_Bb7(b9)(13)": 401,
    "chord_Bb7(b9)(b13)": 402,
    "chord_Bb7+": 403,
    "chord_Bb7b5": 404,
    "chord_Bb7b5#5(b9)(#9)": 405,
    "chord_Bb7sus(7)": 406,
    "chord_Bb7sus4(7)": 407,
    "chord_Bb9": 408,
    "chord_Bb9(#11)": 409,
    "chord_Bb9(13)": 410,
    "chord_Bb9sus4(7)(9)": 411,
    "chord_BbDF": 412,
    "chord_BbM": 413,
    "chord_BbM(b9)": 414,
    "chord_BbM7": 415,
    "chord_BbMI7": 416,
    "chord_BbMaj7": 417,
    "chord_BbMi7": 418,
    "chord_Bbaug": 419,
    "chord_Bbaug7": 420,
    "chord_Bbaum": 421,
    "chord_Bbdim": 422,
    "chord_Bbdim7": 423,
    "chord_Bbm": 424,
    "chord_Bbm11": 425,
    "chord_Bbm6": 426,
    "chord_Bbm6(9)": 427,
    "chord_Bbm6(b9)": 428,
    "chord_Bbm7": 429,
    "chord_Bbm7(9)": 430,
    "chord_Bbm7(b9)": 431,
    "chord_Bbm7b5": 432,
    "chord_Bbm9": 433,
    "chord_BbmMaj7": 434,
    "chord_Bbma": 435,
    "chord_Bbma13": 436,
    "chord_Bbma7": 437,
    "chord_Bbmaj7": 438,
    "chord_Bbmaj7(#11)": 439,
    "chord_Bbmaj9": 440,
    "chord_Bbmaj913": 441,
    "chord_Bbmi": 442,
    "chord_Bbmi7": 443,
    "chord_Bbmi9": 444,
    "chord_Bbmi9b5": 445,
    "chord_Bbmima7": 446,
    "chord_Bbmima7(9)": 447,
    "chord_Bbmin": 448,
    "chord_Bbmin7": 449,
    "chord_Bbmmaj7": 450,
    "chord_Bbsus": 451,
    "chord_Bbsus2": 452,
    "chord_Bbsus4": 453,
    "chord_Bbsus4(7)(9)": 454,
    "chord_Bbt7": 455,
    "chord_Bb°": 456,
    "chord_Bbø7(9)": 457,
    "chord_Bd": 458,
    "chord_Bdim": 459,
    "chord_Bdim6(6)": 460,
    "chord_Bdim7": 461,
    "chord_Bdis": 462,
    "chord_Bflat": 463,
    "chord_Bhalf": 464,
    "chord_Bhord": 465,
    "chord_Bm": 466,
    "chord_Bm#5": 467,
    "chord_Bm11": 468,
    "chord_Bm13": 469,
    "chord_Bm6": 470,
    "chord_Bm7": 471,
    "chord_Bm7#5": 472,
    "chord_Bm7(b5)": 473,
    "chord_Bm7(b9)": 474,
    "chord_Bm7b5": 475,
    "chord_Bm9": 476,
    "chord_Bm9b5": 477,
    "chord_BmMaj7": 478,
    "chord_Bma13": 479,
    "chord_Bma7": 480,
    "chord_Bmaj7": 481,
    "chord_Bmaj7#5": 482,
    "chord_Bmi": 483,
    "chord_Bmi7": 484,
    "chord_Bmi7b5": 485,
    "chord_Bmi9": 486,
    "chord_Bmima7": 487,
    "chord_Bmima7(9)": 488,
    "chord_Bmin": 489,
    "chord_Bmin9": 490,
    "chord_Bmmaj7": 491,
    "chord_Bn": 492,
    "chord_Brick": 493,
    "chord_Bsus": 494,
    "chord_Bsus4": 495,
    "chord_B°": 496,
    "chord_B°(#7)": 497,
    "chord_Bº": 498,
    "chord_Bø7(b9)": 499,
    "chord_B▵": 500,
    "chord_B♭": 501,
    "chord_B♭Maj.(7)": 502,
    "chord_B♭m": 503,
    "chord_B": 504,
    "chord_C": 505,
    "chord_C#": 506,
    "chord_C#(#11)": 507,
    "chord_C#-7(b5)": 508,
    "chord_C#-7b5": 509,
    "chord_C#11": 510,
    "chord_C#13": 511,
    "chord_C#13sus(7)(9)(11)(13)": 512,
    "chord_C#5": 513,
    "chord_C#6": 514,
    "chord_C#6(9)": 515,
    "chord_C#7": 516,
    "chord_C#7(#9)": 517,
    "chord_C#7(b9)": 518,
    "chord_C#7(b9)(b13)": 519,
    "chord_C#7,b5": 520,
    "chord_C#7b5": 521,
    "chord_C#7sus(7)": 522,
    "chord_C#9": 523,
    "chord_C#aug": 524,
    "chord_C#dim": 525,
    "chord_C#dim7": 526,
    "chord_C#m": 527,
    "chord_C#m5(b7)": 528,
    "chord_C#m7": 529,
    "chord_C#m7(11)": 530,
    "chord_C#m7(9)": 531,
    "chord_C#m7(b5)": 532,
    "chord_C#m7b5": 533,
    "chord_C#ma13": 534,
    "chord_C#ma7": 535,
    "chord_C#maj7": 536,
    "chord_C#mb5": 537,
    "chord_C#mi": 538,
    "chord_C#mi7": 539,
    "chord_C#mi9": 540,
    "chord_C#mi9b5": 541,
    "chord_C#mima7": 542,
    "chord_C#mima7(9)": 543,
    "chord_C#min": 544,
    "chord_C#sus": 545,
    "chord_C#sus4": 546,
    "chord_C#°": 547,
    "chord_C'": 548,
    "chord_C()": 549,
    "chord_C(2)": 550,
    "chord_C(4)": 551,
    "chord_C(9)": 552,
    "chord_C+(#7)": 553,
    "chord_C-7b5": 554,
    "chord_C/6(9)": 555,
    "chord_C/D(2)": 556,
    "chord_C/E(2)": 557,
    "chord_C/E(9)": 558,
    "chord_C/G(9)": 559,
    "chord_C11": 560,
    "chord_C11(b9)": 561,
    "chord_C13": 562,
    "chord_C13(b9)": 563,
    "chord_C13sus(7)(9)(11)(13)": 564,
    "chord_C2/6": 565,
    "chord_C3(b7)": 566,
    "chord_C5": 567,
    "chord_C5#5": 568,
    "chord_C6": 569,
    "chord_C6(9)": 570,
    "chord_C7": 571,
    "chord_C7#5": 572,
    "chord_C7(#11)": 573,
    "chord_C7(#9)": 574,
    "chord_C7(#9)#5": 575,
    "chord_C7(13)": 576,
    "chord_C7(4)": 577,
    "chord_C7(4)(9)": 578,
    "chord_C7(9)": 579,
    "chord_C7(b13)": 580,
    "chord_C7(b9)": 581,
    "chord_C7(b9)(b13)": 582,
    "chord_C7+": 583,
    "chord_C7aug": 584,
    "chord_C7b5": 585,
    "chord_C7b5#5(b9)(#9)": 586,
    "chord_C7b5(b9)": 587,
    "chord_C7sus(7)": 588,
    "chord_C7sus4(7)": 589,
    "chord_C9": 590,
    "chord_C9#5": 591,
    "chord_C9/11": 592,
    "chord_C9sus4(7)(9)": 593,
    "chord_C?": 594,
    "chord_CEG": 595,
    "chord_CM7": 596,
    "chord_CM79": 597,
    "chord_CMA7": 598,
    "chord_CMI7": 599,
    "chord_CMa7": 600,
    "chord_CMaj": 601,
    "chord_CMaj(9)": 602,
    "chord_CMaj7": 603,
    "chord_CMaj7(9)": 604,
    "chord_CMaj9": 605,
    "chord_CN.C.": 606,
    "chord_Cadencia": 607,
    "chord_Caug": 608,
    "chord_Caug(9)": 609,
    "chord_Caum": 610,
    "chord_Cb": 611,
    "chord_Cb/6(9)": 612,
    "chord_Cb5": 613,
    "chord_Cb7": 614,
    "chord_Cb7(13)": 615,
    "chord_Cb9": 616,
    "chord_CbM13": 617,
    "chord_CbMaj7": 618,
    "chord_Cbm": 619,
    "chord_Cbm7": 620,
    "chord_Cbmaj7": 621,
    "chord_Cbmaj9": 622,
    "chord_Cdim": 623,
    "chord_Cdim7": 624,
    "chord_Cdis": 625,
    "chord_Cm": 626,
    "chord_Cm(#7)": 627,
    "chord_Cm(2)": 628,
    "chord_Cm/F(b7)": 629,
    "chord_Cm11": 630,
    "chord_Cm6": 631,
    "chord_Cm6(9)": 632,
    "chord_Cm6(b9)": 633,
    "chord_Cm6/": 634,
    "chord_Cm7": 635,
    "chord_Cm7(11)": 636,
    "chord_Cm7(b9)": 637,
    "chord_Cm7b5": 638,
    "chord_Cm7b5(7)": 639,
    "chord_Cm9": 640,
    "chord_CmM7": 641,
    "chord_CmMaj7": 642,
    "chord_Cma": 643,
    "chord_Cma13": 644,
    "chord_Cma7": 645,
    "chord_Cma7#5": 646,
    "chord_Cma7(#11)": 647,
    "chord_Cmaj": 648,
    "chord_Cmaj13": 649,
    "chord_Cmaj7": 650,
    "chord_Cmaj9": 651,
    "chord_Cmaj9(b7)": 652,
    "chord_Cmb5": 653,
    "chord_Cmi": 654,
    "chord_Cmi11": 655,
    "chord_Cmi6": 656,
    "chord_Cmi6(9)": 657,
    "chord_Cmi7": 658,
    "chord_Cmi7(b13)": 659,
    "chord_Cmi7(b9)": 660,
    "chord_Cmi7b5": 661,
    "chord_Cmi9": 662,
    "chord_Cmi9b5": 663,
    "chord_Cmima7": 664,
    "chord_Cmima7(9)": 665,
    "chord_Cmin": 666,
    "chord_Cmin7": 667,
    "chord_Cmin7(4)": 668,
    "chord_Cmin9": 669,
    "chord_Cmin^7": 670,
    "chord_Cmmaj7": 671,
    "chord_Csus": 672,
    "chord_Csus2": 673,
    "chord_Csus4": 674,
    "chord_Csus4(b9)": 675,
    "chord_Cø7(9)": 676,
    "chord_Cø7(b9)": 677,
    "chord_C▵": 678,
    "chord_C♯": 679,
    "chord_C♯m": 680,
    "chord_C": 681,
    "chord_D": 682,
    "chord_D!": 683,
    "chord_D!!": 684,
    "chord_D#": 685,
    "chord_D#(13)": 686,
    "chord_D#11": 687,
    "chord_D#5": 688,
    "chord_D#7": 689,
    "chord_D#7sus(7)": 690,
    "chord_D#9": 691,
    "chord_D#aug": 692,
    "chord_D#dim": 693,
    "chord_D#dim7": 694,
    "chord_D#m": 695,
    "chord_D#m7": 696,
    "chord_D#m7(b5)": 697,
    "chord_D#m7b5": 698,
    "chord_D#sus4": 699,
    "chord_D'": 700,
    "chord_D(2)": 701,
    "chord_D(4)": 702,
    "chord_D(9)": 703,
    "chord_D(b75)": 704,
    "chord_D-7(b5)": 705,
    "chord_D-7b5": 706,
    "chord_D/E(2)": 707,
    "chord_D11": 708,
    "chord_D13": 709,
    "chord_D13(#11)": 710,
    "chord_D13sus(7)(9)(11)(13)": 711,
    "chord_D5": 712,
    "chord_D6": 713,
    "chord_D6(#7)": 714,
    "chord_D6(9)": 715,
    "chord_D7": 716,
    "chord_D7#5": 717,
    "chord_D7#5(#9)(#11)": 718,
    "chord_D7(#11)": 719,
    "chord_D7(#9)": 720,
    "chord_D7(#9)(b13)": 721,
    "chord_D7(11)": 722,
    "chord_D7(4)(9)": 723,
    "chord_D7(9)": 724,
    "chord_D7(b13)": 725,
    "chord_D7(b7)": 726,
    "chord_D7(b9)": 727,
    "chord_D7(b9)(13)": 728,
    "chord_D7(b9)(b13)": 729,
    "chord_D7/": 730,
    "chord_D7aug": 731,
    "chord_D7b5": 732,
    "chord_D7b5#5(b9)(#9)": 733,
    "chord_D7b5(b9)": 734,
    "chord_D7o": 735,
    "chord_D7sus(7)": 736,
    "chord_D7sus4(7)": 737,
    "chord_D9": 738,
    "chord_D9(#11)": 739,
    "chord_D9sus4(7)(9)": 740,
    "chord_DF#A": 741,
    "chord_DM": 742,
    "chord_DM(b9)": 743,
    "chord_DM7": 744,
    "chord_DM9": 745,
    "chord_DMI7": 746,
    "chord_DMaj": 747,
    "chord_DMaj(2)(9)": 748,
    "chord_DMaj7": 749,
    "chord_DMaj9": 750,
    "chord_DMi": 751,
    "chord_DMin7": 752,
    "chord_DO7": 753,
    "chord_DO7(9)": 754,
    "chord_D^7(9)": 755,
    "chord_Dao": 756,
    "chord_Daug": 757,
    "chord_Daug(7)": 758,
    "chord_Daum": 759,
    "chord_Db": 760,
    "chord_Db'": 761,
    "chord_Db(2)": 762,
    "chord_Db(4)": 763,
    "chord_Db(9)": 764,
    "chord_Db/F(9)": 765,
    "chord_Db13": 766,
    "chord_Db5": 767,
    "chord_Db6": 768,
    "chord_Db7": 769,
    "chord_Db7(#11)": 770,
    "chord_Db7(#9)": 771,
    "chord_Db7(13)": 772,
    "chord_Db7b5": 773,
    "chord_Db7b5#5(b9)(#9)": 774,
    "chord_Db7sus(7)": 775,
    "chord_Db9": 776,
    "chord_DbMaj7": 777,
    "chord_DbMaj7b5": 778,
    "chord_Dbdim": 779,
    "chord_Dbdim7": 780,
    "chord_Dbm": 781,
    "chord_Dbm11": 782,
    "chord_Dbm6": 783,
    "chord_Dbm7": 784,
    "chord_Dbma": 785,
    "chord_Dbma7": 786,
    "chord_Dbma7#5": 787,
    "chord_Dbmaj": 788,
    "chord_Dbmaj7": 789,
    "chord_Dbmaj7(7)": 790,
    "chord_Dbmaj9": 791,
    "chord_Dbmi7": 792,
    "chord_Dbord": 793,
    "chord_Dbsus2": 794,
    "chord_Dbsus4": 795,
    "chord_Db°": 796,
    "chord_Db▵": 797,
    "chord_Ddim": 798,
    "chord_Ddim#5": 799,
    "chord_Ddim7": 800,
    "chord_Ddis": 801,
    "chord_Dennis": 802,
    "chord_DerivadaDoContraTema": 803,
    "chord_DerivadaDoTema": 804,
    "chord_Des": 805,
    "chord_Dflat(#9)": 806,
    "chord_Dhord": 807,
    "chord_Dj": 808,
    "chord_Dm": 809,
    "chord_Dm(#7)": 810,
    "chord_Dm(9)": 811,
    "chord_Dm11": 812,
    "chord_Dm13": 813,
    "chord_Dm13(#11)": 814,
    "chord_Dm6": 815,
    "chord_Dm6(9)": 816,
    "chord_Dm6(b9)": 817,
    "chord_Dm7": 818,
    "chord_Dm7(#11)": 819,
    "chord_Dm7(4)": 820,
    "chord_Dm7(9)": 821,
    "chord_Dm7(b5)": 822,
    "chord_Dm7(b9)": 823,
    "chord_Dm7-5": 824,
    "chord_Dm7b5": 825,
    "chord_Dm7b5#5(b9)(#9)": 826,
    "chord_Dm9": 827,
    "chord_DmMaj7": 828,
    "chord_Dma13": 829,
    "chord_Dma7": 830,
    "chord_Dmaj": 831,
    "chord_Dmaj13": 832,
    "chord_Dmaj7": 833,
    "chord_Dmaj7#5": 834,
    "chord_Dmaj7/9": 835,
    "chord_Dmaj9": 836,
    "chord_Dmb5": 837,
    "chord_Dmi": 838,
    "chord_Dmi7": 839,
    "chord_Dmi7b5": 840,
    "chord_Dmi9": 841,
    "chord_Dmi9b5": 842,
    "chord_Dmima7": 843,
    "chord_Dmima7(9)": 844,
    "chord_Dmin": 845,
    "chord_Dmin(9)": 846,
    "chord_Dmin7": 847,
    "chord_Dmin9": 848,
    "chord_Drums": 849,
    "chord_Dsus": 850,
    "chord_Dsus2": 851,
    "chord_Dsus2(#11)": 852,
    "chord_Dsus4": 853,
    "chord_Dsus4(b3)": 854,
    "chord_Dt7(9)(11)(13)": 855,
    "chord_Dur": 856,
    "chord_DØ": 857,
    "chord_Dø7(9)": 858,
    "chord_Dø7(b9)": 859,
    "chord_Dø7(b9)(b13)": 860,
    "chord_D▵": 861,
    "chord_D♭(#9)": 862,
    "chord_D♭M": 863,
    "chord_D♯m": 864,
    "chord_E": 865,
    "chord_E#": 866,
    "chord_E#5": 867,
    "chord_E#7": 868,
    "chord_E#dim7": 869,
    "chord_E#m": 870,
    "chord_E#°": 871,
    "chord_E(1)5": 872,
    "chord_E(2)": 873,
    "chord_E(4)": 874,
    "chord_E(9)": 875,
    "chord_E-7(b5)": 876,
    "chord_E-7b5": 877,
    "chord_E11": 878,
    "chord_E13": 879,
    "chord_E13sus(7)(9)(11)(13)": 880,
    "chord_E43": 881,
    "chord_E5": 882,
    "chord_E5#5": 883,
    "chord_E5(b7)": 884,
    "chord_E6": 885,
    "chord_E6(9)": 886,
    "chord_E6/7": 887,
    "chord_E7": 888,
    "chord_E7#5": 889,
    "chord_E7(#11)": 890,
    "chord_E7(#9)": 891,
    "chord_E7(4)(9)": 892,
    "chord_E7(9)(13)": 893,
    "chord_E7(b13)": 894,
    "chord_E7(b9)": 895,
    "chord_E7(b9)(b13)": 896,
    "chord_E7+": 897,
    "chord_E7,5#5": 898,
    "chord_E7/4": 899,
    "chord_E7b5": 900,
    "chord_E7b5#5(b9)(#9)": 901,
    "chord_E7sus(7)": 902,
    "chord_E9": 903,
    "chord_E9/7": 904,
    "chord_EM7": 905,
    "chord_EM7(9)": 906,
    "chord_EM9": 907,
    "chord_EM9(b10)(#11)(#13)": 908,
    "chord_EMI7": 909,
    "chord_EMaj": 910,
    "chord_EMaj7(#11)": 911,
    "chord_EMi7": 912,
    "chord_EMin7": 913,
    "chord_ET": 914,
    "chord_Eaug7": 915,
    "chord_Eb": 916,
    "chord_Eb(2)": 917,
    "chord_Eb(9)": 918,
    "chord_Eb(b9)": 919,
    "chord_Eb/B-(9)": 920,
    "chord_Eb11": 921,
    "chord_Eb13": 922,
    "chord_Eb13(#11)": 923,
    "chord_Eb13sus(7)(9)(11)(13)": 924,
    "chord_Eb5": 925,
    "chord_Eb5(b9)": 926,
    "chord_Eb6": 927,
    "chord_Eb6(9)": 928,
    "chord_Eb7": 929,
    "chord_Eb7#5": 930,
    "chord_Eb7(#11)": 931,
    "chord_Eb7(#9)": 932,
    "chord_Eb7(13)": 933,
    "chord_Eb7(9)(#11)": 934,
    "chord_Eb7(b9)": 935,
    "chord_Eb7(b9)(b13)": 936,
    "chord_Eb7+": 937,
    "chord_Eb7/9": 938,
    "chord_Eb7b5": 939,
    "chord_Eb7b5#5(b9)(#9)": 940,
    "chord_Eb7sus(7)": 941,
    "chord_Eb7sus4(#7)": 942,
    "chord_Eb7sus4(7)": 943,
    "chord_Eb9": 944,
    "chord_Eb9(#11)": 945,
    "chord_Eb9sus4(7)(9)": 946,
    "chord_EbM7": 947,
    "chord_EbM9": 948,
    "chord_EbMaj": 949,
    "chord_EbMaj13": 950,
    "chord_EbMaj7": 951,
    "chord_Ebaug": 952,
    "chord_Ebaum": 953,
    "chord_Ebb": 954,
    "chord_Ebb7": 955,
    "chord_EbbM7": 956,
    "chord_Ebdim": 957,
    "chord_Ebdim7": 958,
    "chord_Ebm": 959,
    "chord_Ebm11": 960,
    "chord_Ebm6": 961,
    "chord_Ebm6(11)": 962,
    "chord_Ebm6/": 963,
    "chord_Ebm7": 964,
    "chord_Ebm9": 965,
    "chord_EbmMaj7(9)": 966,
    "chord_Ebma13": 967,
    "chord_Ebma7": 968,
    "chord_Ebma9": 969,
    "chord_Ebma9(#11)": 970,
    "chord_Ebmaj": 971,
    "chord_Ebmaj7": 972,
    "chord_Ebmaj7#5": 973,
    "chord_Ebmaj7(#11)": 974,
    "chord_Ebmaj7(7)": 975,
    "chord_Ebmi": 976,
    "chord_Ebmi6": 977,
    "chord_Ebmi7": 978,
    "chord_Ebmi9": 979,
    "chord_Ebmi9b5": 980,
    "chord_Ebmima7": 981,
    "chord_Ebmima7(9)": 982,
    "chord_Ebsus": 983,
    "chord_Ebsus4": 984,
    "chord_Ebsus7": 985,
    "chord_Ebø7(b9)": 986,
    "chord_Eb▵": 987,
    "chord_Edim": 988,
    "chord_Edim7": 989,
    "chord_Edis": 990,
    "chord_Em": 991,
    "chord_Em(13)": 992,
    "chord_Em(9)": 993,
    "chord_Em11": 994,
    "chord_Em3": 995,
    "chord_Em6": 996,
    "chord_Em6(9)": 997,
    "chord_Em7": 998,
    "chord_Em7#5": 999,
    "chord_Em7(9)": 1000,
    "chord_Em7(b5)": 1001,
    "chord_Em7/9": 1002,
    "chord_Em7b5": 1003,
    "chord_Em9": 1004,
    "chord_Em9(13)": 1005,
    "chord_Ema13": 1006,
    "chord_Ema7": 1007,
    "chord_Emaj7": 1008,
    "chord_Emb5": 1009,
    "chord_Emb5(7)": 1010,
    "chord_Emi": 1011,
    "chord_Emi7": 1012,
    "chord_Emi9": 1013,
    "chord_Emi9b5": 1014,
    "chord_Emima7": 1015,
    "chord_Emima7(9)": 1016,
    "chord_Emin": 1017,
    "chord_Emin(7)(9)": 1018,
    "chord_Emin11": 1019,
    "chord_Emin7": 1020,
    "chord_Es": 1021,
    "chord_Esc.": 1022,
    "chord_Esus": 1023,
    "chord_Esus2": 1024,
    "chord_Esus4": 1025,
    "chord_Esus4(2)": 1026,
    "chord_E°": 1027,
    "chord_Eø7(9)": 1028,
    "chord_Eø7(b9)": 1029,
    "chord_E▵": 1030,
    "chord_E♭": 1031,
    "chord_E♭m": 1032,
    "chord_F": 1033,
    "chord_F#": 1034,
    "chord_F##": 1035,
    "chord_F##m(#7)": 1036,
    "chord_F#(2)": 1037,
    "chord_F#+(7)": 1038,
    "chord_F#11": 1039,
    "chord_F#13": 1040,
    "chord_F#13sus(7)(9)(11)(13)": 1041,
    "chord_F#5": 1042,
    "chord_F#6(9)": 1043,
    "chord_F#7": 1044,
    "chord_F#7#5": 1045,
    "chord_F#7(#11)": 1046,
    "chord_F#7(#9)": 1047,
    "chord_F#7(9)": 1048,
    "chord_F#7(9)(11)": 1049,
    "chord_F#7(b13)": 1050,
    "chord_F#7(b9)": 1051,
    "chord_F#7(b9)(b13)": 1052,
    "chord_F#7b5": 1053,
    "chord_F#7sus(7)": 1054,
    "chord_F#9": 1055,
    "chord_F#AC": 1056,
    "chord_F#MI7(B5)": 1057,
    "chord_F#Maj7": 1058,
    "chord_F#Mi7b5(b7)": 1059,
    "chord_F#aug": 1060,
    "chord_F#dim": 1061,
    "chord_F#dim7": 1062,
    "chord_F#dis": 1063,
    "chord_F#m": 1064,
    "chord_F#m(11)": 1065,
    "chord_F#m6": 1066,
    "chord_F#m7": 1067,
    "chord_F#m7(11)": 1068,
    "chord_F#m7(b5)": 1069,
    "chord_F#m7-5": 1070,
    "chord_F#m7b5": 1071,
    "chord_F#m9": 1072,
    "chord_F#ma13": 1073,
    "chord_F#ma7": 1074,
    "chord_F#mb5": 1075,
    "chord_F#mi": 1076,
    "chord_F#mi7": 1077,
    "chord_F#mi7(b5)": 1078,
    "chord_F#mi9": 1079,
    "chord_F#mi9b5": 1080,
    "chord_F#mima7": 1081,
    "chord_F#mima7(9)": 1082,
    "chord_F#min": 1083,
    "chord_F#sus": 1084,
    "chord_F#sus4": 1085,
    "chord_F#°": 1086,
    "chord_F#º": 1087,
    "chord_F#⌀": 1088,
    "chord_F(11)": 1089,
    "chord_F(2)": 1090,
    "chord_F(4)": 1091,
    "chord_F(9)": 1092,
    "chord_F(b9)": 1093,
    "chord_F-7b5": 1094,
    "chord_F/6(9)": 1095,
    "chord_F11": 1096,
    "chord_F11(13)": 1097,
    "chord_F13": 1098,
    "chord_F13(b9)": 1099,
    "chord_F13sus(7)(9)(11)(13)": 1100,
    "chord_F5": 1101,
    "chord_F5040": 1102,
    "chord_F6": 1103,
    "chord_F6(9)": 1104,
    "chord_F7": 1105,
    "chord_F7#5": 1106,
    "chord_F7(#11)": 1107,
    "chord_F7(#4)": 1108,
    "chord_F7(#9)": 1109,
    "chord_F7(13)": 1110,
    "chord_F7(4)(9)": 1111,
    "chord_F7(6)": 1112,
    "chord_F7(9)": 1113,
    "chord_F7(b13)": 1114,
    "chord_F7(b7)": 1115,
    "chord_F7(b9)": 1116,
    "chord_F7(b9)(b13)": 1117,
    "chord_F7+": 1118,
    "chord_F7/9": 1119,
    "chord_F7b5": 1120,
    "chord_F7b5#5(b9)(#9)": 1121,
    "chord_F7sus(#7)": 1122,
    "chord_F7sus(7)": 1123,
    "chord_F7sus4(7)": 1124,
    "chord_F7susb5(#7)": 1125,
    "chord_F8": 1126,
    "chord_F9": 1127,
    "chord_F9sus(7)(9)": 1128,
    "chord_FA": 1129,
    "chord_FA#-": 1130,
    "chord_FAC": 1131,
    "chord_FM": 1132,
    "chord_FM7": 1133,
    "chord_FM9": 1134,
    "chord_FMA7": 1135,
    "chord_FMa7": 1136,
    "chord_FMaj": 1137,
    "chord_FMaj7": 1138,
    "chord_FMaj7(#11)": 1139,
    "chord_F^7(9)": 1140,
    "chord_Fa": 1141,
    "chord_Fa#": 1142,
    "chord_Fa+": 1143,
    "chord_FaM": 1144,
    "chord_Fadim": 1145,
    "chord_Faster": 1146,
    "chord_Faug": 1147,
    "chord_Faum": 1148,
    "chord_Fb": 1149,
    "chord_Fb5": 1150,
    "chord_Fb7": 1151,
    "chord_Fb7b5": 1152,
    "chord_Fb9": 1153,
    "chord_FbM9(b10)(#11)(#13)": 1154,
    "chord_FbMaj7": 1155,
    "chord_Fbdim": 1156,
    "chord_Fbm": 1157,
    "chord_Fbmaj7": 1158,
    "chord_Fbmaj9": 1159,
    "chord_Fbsus2": 1160,
    "chord_Fdim": 1161,
    "chord_Fdim7": 1162,
    "chord_Fe": 1163,
    "chord_Fin": 1164,
    "chord_Fism": 1165,
    "chord_Fluiten": 1166,
    "chord_Fm": 1167,
    "chord_Fm(#7)": 1168,
    "chord_Fm(7)": 1169,
    "chord_Fm11": 1170,
    "chord_Fm6": 1171,
    "chord_Fm7": 1172,
    "chord_Fm7(#11)": 1173,
    "chord_Fm7(11)": 1174,
    "chord_Fm7(13)": 1175,
    "chord_Fm7(9)": 1176,
    "chord_Fm7b5": 1177,
    "chord_Fm9": 1178,
    "chord_Fma": 1179,
    "chord_Fma13": 1180,
    "chord_Fma7": 1181,
    "chord_Fmaj": 1182,
    "chord_Fmaj7": 1183,
    "chord_Fmaj7/9": 1184,
    "chord_Fmaj7b5": 1185,
    "chord_Fmaj9": 1186,
    "chord_Fmi": 1187,
    "chord_Fmi11": 1188,
    "chord_Fmi7": 1189,
    "chord_Fmi9": 1190,
    "chord_Fmi9b5": 1191,
    "chord_Fmima7": 1192,
    "chord_Fmima7(9)": 1193,
    "chord_Fmin": 1194,
    "chord_Fmin7": 1195,
    "chord_Fmt7": 1196,
    "chord_Fr": 1197,
    "chord_Fr+": 1198,
    "chord_Fsus": 1199,
    "chord_Fsus2": 1200,
    "chord_Fsus4": 1201,
    "chord_Ft7": 1202,
    "chord_F°": 1203,
    "chord_F⌀": 1204,
    "chord_F▵": 1205,
    "chord_F♯": 1206,
    "chord_F♯m": 1207,
    "chord_F": 1208,
    "chord_Fm": 1209,
    "chord_G": 1210,
    "chord_G#": 1211,
    "chord_G#(9)": 1212,
    "chord_G#(b7)": 1213,
    "chord_G#13": 1214,
    "chord_G#5": 1215,
    "chord_G#6()": 1216,
    "chord_G#7": 1217,
    "chord_G#7#5": 1218,
    "chord_G#7(#11)": 1219,
    "chord_G#7(b9)": 1220,
    "chord_G#79": 1221,
    "chord_G#7b5": 1222,
    "chord_G#9": 1223,
    "chord_G#aug5": 1224,
    "chord_G#dim": 1225,
    "chord_G#dim7": 1226,
    "chord_G#m": 1227,
    "chord_G#m(9)": 1228,
    "chord_G#m7": 1229,
    "chord_G#m7(b5)": 1230,
    "chord_G#m7b5": 1231,
    "chord_G#mM7": 1232,
    "chord_G#n": 1233,
    "chord_G#t7": 1234,
    "chord_G#°": 1235,
    "chord_G(#11)": 1236,
    "chord_G(13)": 1237,
    "chord_G(2)": 1238,
    "chord_G(4)": 1239,
    "chord_G(7)": 1240,
    "chord_G(9)": 1241,
    "chord_G(b9)": 1242,
    "chord_G-7b5": 1243,
    "chord_G.": 1244,
    "chord_G/6(9)": 1245,
    "chord_G/A(11)": 1246,
    "chord_G11": 1247,
    "chord_G13": 1248,
    "chord_G13(#11)": 1249,
    "chord_G13(b13)": 1250,
    "chord_G13(b9)": 1251,
    "chord_G13sus(7)(9)(11)(13)": 1252,
    "chord_G13sus4(7)(9)(11)(13)": 1253,
    "chord_G5": 1254,
    "chord_G5#5": 1255,
    "chord_G6": 1256,
    "chord_G6(9)": 1257,
    "chord_G6/11": 1258,
    "chord_G7": 1259,
    "chord_G7#5": 1260,
    "chord_G7#5(#9)": 1261,
    "chord_G7(#11)": 1262,
    "chord_G7(#9)": 1263,
    "chord_G7(#9)(13)": 1264,
    "chord_G7(#9)(b13)": 1265,
    "chord_G7(13)": 1266,
    "chord_G7(4)": 1267,
    "chord_G7(9)": 1268,
    "chord_G7(b9)": 1269,
    "chord_G7(b9)(b13)": 1270,
    "chord_G7+": 1271,
    "chord_G7b5": 1272,
    "chord_G7b5#5(b9)(#9)": 1273,
    "chord_G7sus(7)": 1274,
    "chord_G7sus4(7)": 1275,
    "chord_G9": 1276,
    "chord_G9/11": 1277,
    "chord_G9b5": 1278,
    "chord_G9sus4(7)(9)": 1279,
    "chord_G?": 1280,
    "chord_GBD": 1281,
    "chord_GM": 1282,
    "chord_GM7": 1283,
    "chord_GM9": 1284,
    "chord_GMA7": 1285,
    "chord_GMaj": 1286,
    "chord_GMaj7": 1287,
    "chord_GMaj9": 1288,
    "chord_GMi7": 1289,
    "chord_Gaug": 1290,
    "chord_Gaug7": 1291,
    "chord_Gaum": 1292,
    "chord_Gb": 1293,
    "chord_Gb(2)": 1294,
    "chord_Gb(9)": 1295,
    "chord_Gb(b9)": 1296,
    "chord_Gb13": 1297,
    "chord_Gb5#5(b9)(#9)": 1298,
    "chord_Gb6": 1299,
    "chord_Gb7": 1300,
    "chord_Gb7(#11)": 1301,
    "chord_Gb7(13)": 1302,
    "chord_Gb7(b9)": 1303,
    "chord_Gb7b5": 1304,
    "chord_Gb9": 1305,
    "chord_Gb9#5": 1306,
    "chord_GbM9": 1307,
    "chord_GbMaj7": 1308,
    "chord_GbMaj7b5": 1309,
    "chord_GbMaj9": 1310,
    "chord_Gbb5": 1311,
    "chord_Gbdim": 1312,
    "chord_Gbdim7": 1313,
    "chord_Gbm": 1314,
    "chord_Gbm7": 1315,
    "chord_Gbma": 1316,
    "chord_Gbma7": 1317,
    "chord_Gbmaj7": 1318,
    "chord_Gbmaj7b5": 1319,
    "chord_Gbmi6": 1320,
    "chord_Gbmmaj7": 1321,
    "chord_Gbsus2": 1322,
    "chord_Gb▵": 1323,
    "chord_Gdim": 1324,
    "chord_Gdim7": 1325,
    "chord_Gdis": 1326,
    "chord_Ger": 1327,
    "chord_Gesmaj": 1328,
    "chord_Ghord": 1329,
    "chord_Gitaar": 1330,
    "chord_Gj": 1331,
    "chord_Gm": 1332,
    "chord_Gm(#7)": 1333,
    "chord_Gm(6)": 1334,
    "chord_Gm(b6)": 1335,
    "chord_Gm11": 1336,
    "chord_Gm6": 1337,
    "chord_Gm6(9)": 1338,
    "chord_Gm6(b9)": 1339,
    "chord_Gm7": 1340,
    "chord_Gm7#5": 1341,
    "chord_Gm7(11)": 1342,
    "chord_Gm7(9)": 1343,
    "chord_Gm7(b5)": 1344,
    "chord_Gm7(b9)(b11)": 1345,
    "chord_Gm7/": 1346,
    "chord_Gm7/9": 1347,
    "chord_Gm7b5": 1348,
    "chord_Gm9": 1349,
    "chord_GmM7(7)": 1350,
    "chord_GmMaj7": 1351,
    "chord_Gma": 1352,
    "chord_Gma13": 1353,
    "chord_Gma7": 1354,
    "chord_Gmab5": 1355,
    "chord_Gmaj(b9)(13)": 1356,
    "chord_Gmaj7": 1357,
    "chord_Gmaj9": 1358,
    "chord_Gmb5": 1359,
    "chord_Gmi": 1360,
    "chord_Gmi11": 1361,
    "chord_Gmi6": 1362,
    "chord_Gmi7": 1363,
    "chord_Gmi7b5": 1364,
    "chord_Gmi9": 1365,
    "chord_Gmi9b5": 1366,
    "chord_Gmima7": 1367,
    "chord_Gmima7(9)": 1368,
    "chord_Gmin7": 1369,
    "chord_Gmin7(4)": 1370,
    "chord_Gmin7/": 1371,
    "chord_Gmin9": 1372,
    "chord_Gr+": 1373,
    "chord_Gsus": 1374,
    "chord_Gsus2": 1375,
    "chord_Gsus4": 1376,
    "chord_Gsus4(#9)": 1377,
    "chord_Gsus4(b3)": 1378,
    "chord_Gsus9": 1379,
    "chord_Guitar-intro": 1380,
    "chord_G°": 1381,
    "chord_Gº": 1382,
    "chord_G♯m": 1383,
    "clef_C": 1384,
    "clef_TAB": 1385,
    "clef_bass": 1386,
    "clef_percussion": 1387,
    "clef_treble": 1388,
    "key_flat_1": 1389,
    "key_flat_2": 1390,
    "key_flat_3": 1391,
    "key_flat_4": 1392,
    "key_flat_5": 1393,
    "key_flat_6": 1394,
    "key_flat_7": 1395,
    "key_natural_0": 1396,
    "key_sharp_1": 1397,
    "key_sharp_2": 1398,
    "key_sharp_3": 1399,
    "key_sharp_4": 1400,
    "key_sharp_5": 1401,
    "key_sharp_6": 1402,
    "key_sharp_7": 1403,
    "len_0": 1404,
    "len_1": 1405,
    "len_1/10": 1406,
    "len_1/12": 1407,
    "len_1/120": 1408,
    "len_1/15": 1409,
    "len_1/16": 1410,
    "len_1/160": 1411,
    "len_1/2": 1412,
    "len_1/20": 1413,
    "len_1/24": 1414,
    "len_1/240": 1415,
    "len_1/3": 1416,
    "len_1/30": 1417,
    "len_1/32": 1418,
    "len_1/4": 1419,
    "len_1/40": 1420,
    "len_1/48": 1421,
    "len_1/480": 1422,
    "len_1/5": 1423,
    "len_1/6": 1424,
    "len_1/60": 1425,
    "len_1/8": 1426,
    "len_1/80": 1427,
    "len_1/96": 1428,
    "len_10": 1429,
    "len_10/3": 1430,
    "len_100/3": 1431,
    "len_1000": 1432,
    "len_1001": 1433,
    "len_1002": 1434,
    "len_101/480": 1435,
    "len_103/160": 1436,
    "len_103/240": 1437,
    "len_103/480": 1438,
    "len_1031/32": 1439,
    "len_10333/32": 1440,
    "len_107/480": 1441,
    "len_109/24": 1442,
    "len_109/4": 1443,
    "len_109/48": 1444,
    "len_10963/96": 1445,
    "len_11": 1446,
    "len_11/12": 1447,
    "len_11/120": 1448,
    "len_11/16": 1449,
    "len_11/160": 1450,
    "len_11/2": 1451,
    "len_11/240": 1452,
    "len_11/3": 1453,
    "len_11/4": 1454,
    "len_11/40": 1455,
    "len_11/480": 1456,
    "len_11/6": 1457,
    "len_11/8": 1458,
    "len_11/80": 1459,
    "len_11/96": 1460,
    "len_11195/32": 1461,
    "len_1125/32": 1462,
    "len_11291/32": 1463,
    "len_113/240": 1464,
    "len_113/48": 1465,
    "len_113/480": 1466,
    "len_113/60": 1467,
    "len_1171/16": 1468,
    "len_119/240": 1469,
    "len_12": 1470,
    "len_12/5": 1471,
    "len_1202/3": 1472,
    "len_12055/32": 1473,
    "len_1219/32": 1474,
    "len_12685/96": 1475,
    "len_13": 1476,
    "len_13/12": 1477,
    "len_13/120": 1478,
    "len_13/16": 1479,
    "len_13/160": 1480,
    "len_13/2": 1481,
    "len_13/24": 1482,
    "len_13/240": 1483,
    "len_13/3": 1484,
    "len_13/32": 1485,
    "len_13/4": 1486,
    "len_13/480": 1487,
    "len_13/6": 1488,
    "len_13/8": 1489,
    "len_13/80": 1490,
    "len_13/96": 1491,
    "len_131/120": 1492,
    "len_131/240": 1493,
    "len_131/480": 1494,
    "len_1313/32": 1495,
    "len_133/3": 1496,
    "len_133/480": 1497,
    "len_13343/48": 1498,
    "len_137/160": 1499,
    "len_137/240": 1500,
    "len_137/480": 1501,
    "len_14": 1502,
    "len_14/3": 1503,
    "len_1403/96": 1504,
    "len_1407/32": 1505,
    "len_143/24": 1506,
    "len_143/48": 1507,
    "len_14675/96": 1508,
    "len_14923/48": 1509,
    "len_15": 1510,
    "len_15/16": 1511,
    "len_15/2": 1512,
    "len_15/4": 1513,
    "len_15/8": 1514,
    "len_1501/32": 1515,
    "len_15067/48": 1516,
    "len_15209/48": 1517,
    "len_15245/96": 1518,
    "len_15353/48": 1519,
    "len_158": 1520,
    "len_15815/96": 1521,
    "len_1595/32": 1522,
    "len_16": 1523,
    "len_16/3": 1524,
    "len_16/5": 1525,
    "len_161/48": 1526,
    "len_16387/96": 1527,
    "len_1657/12": 1528,
    "len_16673/96": 1529,
    "len_1685/96": 1530,
    "len_1689/32": 1531,
    "len_1691/12": 1532,
    "len_16961/96": 1533,
    "len_17": 1534,
    "len_17/12": 1535,
    "len_17/16": 1536,
    "len_17/160": 1537,
    "len_17/2": 1538,
    "len_17/24": 1539,
    "len_17/240": 1540,
    "len_17/3": 1541,
    "len_17/32": 1542,
    "len_17/4": 1543,
    "len_17/48": 1544,
    "len_17/480": 1545,
    "len_17/5": 1546,
    "len_17/6": 1547,
    "len_17/8": 1548,
    "len_17/96": 1549,
    "len_17243/96": 1550,
    "len_17515/96": 1551,
    "len_17813/96": 1552,
    "len_1783/32": 1553,
    "len_18": 1554,
    "len_18/5": 1555,
    "len_18085/96": 1556,
    "len_183/160": 1557,
    "len_18383/96": 1558,
    "len_185/48": 1559,
    "len_18655/96": 1560,
    "len_1877/32": 1561,
    "len_18953/96": 1562,
    "len_19": 1563,
    "len_19/120": 1564,
    "len_19/16": 1565,
    "len_19/2": 1566,
    "len_19/240": 1567,
    "len_19/4": 1568,
    "len_19/480": 1569,
    "len_19/6": 1570,
    "len_19/8": 1571,
    "len_19073/48": 1572,
    "len_19225/96": 1573,
    "len_19525/96": 1574,
    "len_1967/96": 1575,
    "len_1971/32": 1576,
    "len_1984": 1577,
    "len_199/2": 1578,
    "len_1992": 1579,
    "len_2": 1580,
    "len_2/15": 1581,
    "len_2/3": 1582,
    "len_2/5": 1583,
    "len_20": 1584,
    "len_20/3": 1585,
    "len_20075/96": 1586,
    "len_20363/96": 1587,
    "len_2065/32": 1588,
    "len_209/240": 1589,
    "len_209/48": 1590,
    "len_20933/96": 1591,
    "len_21/16": 1592,
    "len_21/160": 1593,
    "len_21/2": 1594,
    "len_21/4": 1595,
    "len_21/8": 1596,
    "len_211/240": 1597,
    "len_21233/96": 1598,
    "len_21505/96": 1599,
    "len_21803/96": 1600,
    "len_22": 1601,
    "len_22/5": 1602,
    "len_22075/96": 1603,
    "len_22373/96": 1604,
    "len_2249/24": 1605,
    "len_22657/96": 1606,
    "len_227/480": 1607,
    "len_229/120": 1608,
    "len_22945/96": 1609,
    "len_23": 1610,
    "len_23/12": 1611,
    "len_23/16": 1612,
    "len_23/160": 1613,
    "len_23/2": 1614,
    "len_23/24": 1615,
    "len_23/240": 1616,
    "len_23/4": 1617,
    "len_23/480": 1618,
    "len_23/6": 1619,
    "len_23/8": 1620,
    "len_23233/96": 1621,
    "len_23521/96": 1622,
    "len_23552": 1623,
    "len_23581": 1624,
    "len_23809/96": 1625,
    "len_239/240": 1626,
    "len_24": 1627,
    "len_24097/96": 1628,
    "len_2415/8": 1629,
    "len_24385/96": 1630,
    "len_2439/8": 1631,
    "len_2463/8": 1632,
    "len_247/240": 1633,
    "len_25": 1634,
    "len_25/16": 1635,
    "len_25/2": 1636,
    "len_25/24": 1637,
    "len_25/3": 1638,
    "len_25/32": 1639,
    "len_25/4": 1640,
    "len_25/48": 1641,
    "len_25/6": 1642,
    "len_25/8": 1643,
    "len_25/96": 1644,
    "len_250": 1645,
    "len_25247/96": 1646,
    "len_25535/96": 1647,
    "len_25825/96": 1648,
    "len_26": 1649,
    "len_26/5": 1650,
    "len_26113/96": 1651,
    "len_26399/96": 1652,
    "len_27/16": 1653,
    "len_27/2": 1654,
    "len_27/4": 1655,
    "len_27/8": 1656,
    "len_28": 1657,
    "len_283/32": 1658,
    "len_289/16": 1659,
    "len_29/120": 1660,
    "len_29/16": 1661,
    "len_29/160": 1662,
    "len_29/2": 1663,
    "len_29/24": 1664,
    "len_29/240": 1665,
    "len_29/32": 1666,
    "len_29/4": 1667,
    "len_29/48": 1668,
    "len_29/480": 1669,
    "len_29/6": 1670,
    "len_29/8": 1671,
    "len_3": 1672,
    "len_3/10": 1673,
    "len_3/16": 1674,
    "len_3/160": 1675,
    "len_3/2": 1676,
    "len_3/20": 1677,
    "len_3/32": 1678,
    "len_3/4": 1679,
    "len_3/40": 1680,
    "len_3/5": 1681,
    "len_3/8": 1682,
    "len_3/80": 1683,
    "len_30": 1684,
    "len_31/16": 1685,
    "len_31/160": 1686,
    "len_31/2": 1687,
    "len_31/32": 1688,
    "len_31/4": 1689,
    "len_31/480": 1690,
    "len_31/6": 1691,
    "len_31/8": 1692,
    "len_31285/96": 1693,
    "len_31859/96": 1694,
    "len_32": 1695,
    "len_32147/96": 1696,
    "len_3277/32": 1697,
    "len_33/160": 1698,
    "len_33/8": 1699,
    "len_3371/32": 1700,
    "len_34": 1701,
    "len_34159/96": 1702,
    "len_34447/96": 1703,
    "len_3465/32": 1704,
    "len_34729/96": 1705,
    "len_3479/12": 1706,
    "len_349/240": 1707,
    "len_349/480": 1708,
    "len_35": 1709,
    "len_35/16": 1710,
    "len_35/2": 1711,
    "len_35/32": 1712,
    "len_35/4": 1713,
    "len_35/48": 1714,
    "len_35/8": 1715,
    "len_35/96": 1716,
    "len_3559/32": 1717,
    "len_35591/96": 1718,
    "len_3587/12": 1719,
    "len_35879/96": 1720,
    "len_36": 1721,
    "len_36733/96": 1722,
    "len_37/120": 1723,
    "len_37/16": 1724,
    "len_37/160": 1725,
    "len_37/2": 1726,
    "len_37/24": 1727,
    "len_37/240": 1728,
    "len_37/32": 1729,
    "len_37/4": 1730,
    "len_37/480": 1731,
    "len_37/6": 1732,
    "len_37/8": 1733,
    "len_37/80": 1734,
    "len_3745/32": 1735,
    "len_38": 1736,
    "len_3841/32": 1737,
    "len_389/240": 1738,
    "len_39": 1739,
    "len_39/16": 1740,
    "len_39/8": 1741,
    "len_391/160": 1742,
    "len_3937/32": 1743,
    "len_4": 1744,
    "len_4/15": 1745,
    "len_4/3": 1746,
    "len_4/5": 1747,
    "len_40": 1748,
    "len_4033/32": 1749,
    "len_4075/48": 1750,
    "len_41/24": 1751,
    "len_41/8": 1752,
    "len_4133/32": 1753,
    "len_4267/480": 1754,
    "len_427/480": 1755,
    "len_43": 1756,
    "len_43/16": 1757,
    "len_43/4": 1758,
    "len_4319/32": 1759,
    "len_4357/48": 1760,
    "len_441/8": 1761,
    "len_4495/16": 1762,
    "len_45/16": 1763,
    "len_46": 1764,
    "len_4637/48": 1765,
    "len_467/60": 1766,
    "len_4687/16": 1767,
    "len_47": 1768,
    "len_47/16": 1769,
    "len_47/2": 1770,
    "len_47/4": 1771,
    "len_47/6": 1772,
    "len_47/8": 1773,
    "len_4735/16": 1774,
    "len_48": 1775,
    "len_4801/32": 1776,
    "len_49/24": 1777,
    "len_49/240": 1778,
    "len_49/32": 1779,
    "len_49/48": 1780,
    "len_49/480": 1781,
    "len_49/8": 1782,
    "len_4991/32": 1783,
    "len_5": 1784,
    "len_5/12": 1785,
    "len_5/16": 1786,
    "len_5/2": 1787,
    "len_5/24": 1788,
    "len_5/3": 1789,
    "len_5/32": 1790,
    "len_5/4": 1791,
    "len_5/48": 1792,
    "len_5/6": 1793,
    "len_5/8": 1794,
    "len_5/96": 1795,
    "len_50": 1796,
    "len_51/16": 1797,
    "len_51/8": 1798,
    "len_5181/32": 1799,
    "len_52": 1800,
    "len_52/3": 1801,
    "len_527/6": 1802,
    "len_53/24": 1803,
    "len_53/480": 1804,
    "len_5369/32": 1805,
    "len_54": 1806,
    "len_55/16": 1807,
    "len_55/4": 1808,
    "len_56": 1809,
    "len_563/48": 1810,
    "len_569/160": 1811,
    "len_57/16": 1812,
    "len_57/160": 1813,
    "len_57/32": 1814,
    "len_57/4": 1815,
    "len_57/8": 1816,
    "len_587/480": 1817,
    "len_59/16": 1818,
    "len_59/24": 1819,
    "len_59/240": 1820,
    "len_59/96": 1821,
    "len_6": 1822,
    "len_6/5": 1823,
    "len_60": 1824,
    "len_61/120": 1825,
    "len_61/160": 1826,
    "len_61/80": 1827,
    "len_613/480": 1828,
    "len_617/240": 1829,
    "len_619/16": 1830,
    "len_6219/16": 1831,
    "len_63/16": 1832,
    "len_63/2": 1833,
    "len_64": 1834,
    "len_65/2": 1835,
    "len_65/48": 1836,
    "len_6601/32": 1837,
    "len_67/16": 1838,
    "len_6749/96": 1839,
    "len_68": 1840,
    "len_6815/24": 1841,
    "len_6887/24": 1842,
    "len_6887/32": 1843,
    "len_691/240": 1844,
    "len_6913/48": 1845,
    "len_7": 1846,
    "len_7/10": 1847,
    "len_7/12": 1848,
    "len_7/120": 1849,
    "len_7/15": 1850,
    "len_7/16": 1851,
    "len_7/160": 1852,
    "len_7/2": 1853,
    "len_7/20": 1854,
    "len_7/24": 1855,
    "len_7/240": 1856,
    "len_7/3": 1857,
    "len_7/30": 1858,
    "len_7/32": 1859,
    "len_7/4": 1860,
    "len_7/40": 1861,
    "len_7/48": 1862,
    "len_7/480": 1863,
    "len_7/5": 1864,
    "len_7/6": 1865,
    "len_7/60": 1866,
    "len_7/8": 1867,
    "len_7/80": 1868,
    "len_7/96": 1869,
    "len_7049/48": 1870,
    "len_71/16": 1871,
    "len_71/160": 1872,
    "len_71/240": 1873,
    "len_71/480": 1874,
    "len_711/160": 1875,
    "len_73/16": 1876,
    "len_73/160": 1877,
    "len_73/24": 1878,
    "len_73/48": 1879,
    "len_73/480": 1880,
    "len_7309/96": 1881,
    "len_74/3": 1882,
    "len_749/32": 1883,
    "len_749/480": 1884,
    "len_75/4": 1885,
    "len_75/8": 1886,
    "len_7591/96": 1887,
    "len_77/480": 1888,
    "len_77/8": 1889,
    "len_7873/96": 1890,
    "len_79/8": 1891,
    "len_8": 1892,
    "len_8/15": 1893,
    "len_8/3": 1894,
    "len_8/5": 1895,
    "len_809/12": 1896,
    "len_81/16": 1897,
    "len_8225/32": 1898,
    "len_823/480": 1899,
    "len_827/480": 1900,
    "len_83/32": 1901,
    "len_83/480": 1902,
    "len_8321/32": 1903,
    "len_843/32": 1904,
    "len_853/480": 1905,
    "len_864": 1906,
    "len_889": 1907,
    "len_89/160": 1908,
    "len_89/240": 1909,
    "len_9": 1910,
    "len_9/10": 1911,
    "len_9/16": 1912,
    "len_9/160": 1913,
    "len_9/2": 1914,
    "len_9/4": 1915,
    "len_9/40": 1916,
    "len_9/8": 1917,
    "len_91/48": 1918,
    "len_91/480": 1919,
    "len_92": 1920,
